# _*_ coding: utf-8 _*_
__author__ = 'maoxie'
__date__ = '2017/9/23 13:33'

professions = [
    # 1
    {
        "page_infos": {
            "title": u"医学医药翻译_医疗器械翻译_生物工程翻译_北京启信信息技术有限公司",
            "keywords": u"医学翻译,医药翻译,生物翻译",
            "description": u"启信翻译是—家专业医学翻译公司，有丰富的医学翻译经验和强大的医学背景,合作的医学企业机构超万家,提供医学报告翻译、医学手册翻译、医学论文翻译、医疗器械说明书翻译、医学材料翻译等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"医学医药",
        "english_name": "MEDICAL AND MEDICINE",
        "introduction": u"我们的翻译团队不仅有英语专业译者，而且有具备医学、药学、生物学学术背景的专业人才，" +
                        u"他们有牢固的学术基础及良好的语言驾驭能力，具备SCI论文写作、投稿及发表经验，" +
                        u"旨在提供专业的医学翻译、药学翻译、医疗器械注册、药品注册等领域的专业翻译服务。" +
                        u"资深翻译人员既能翻译医学类专业文献，又精通SCI论文、学生毕业及职称晋升所需论文的写作及投稿工作。" +
                        u"到目前为止，启信科技医学翻译团队累积翻译字数达百万字，帮助发表论文影响因子累积400多分",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"制药",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"医学论文翻译",
                "description": u"启信科技专注医学论文翻译，清华医药学博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe949),
                "title": u"病例翻译",
                "description": u"启信科技在病例翻译方面经验丰富，能够确保病例翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"医学文献翻译",
                "description": u"启信科技拥有大量医药学硕博研究生担任特约翻译，在医药学文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"检查报告翻译",
                "description": u"启信科技的译员中有很多医药学专业的硕博研究生，医学知识扎实，语言功底深厚，完全可以确保检查报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe989),
                "title": u"医疗器械翻译",
                "description": u"医疗器械翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选医疗器械领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 2
    {
        "page_infos": {
            "title": u"汽车机械翻译_机械电子翻译-机械图纸翻译_北京启信信息技术有限公司",
            "keywords": u"机械翻译公司, 机械说明书翻译, 机械电子翻译",
            "description": u"启信翻译提供机械翻译，工程机械翻译，机械制造翻译，机械电子翻译，机械图纸等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"机械电子",
        "english_name": "MECHANICAL & ELECTRONICS",
        "introduction": u"启信科技机械电子翻译组特聘清华、北大等著名院校的高材生担当英译中科技文献的初译以及英语论文的专业术语审校，" +
                        u"用顶尖专业人才扫除机械电子翻译的一切盲点。\n" +
                        u"我们愿为每一位客户提供质量最高、速度最快的机械电子翻译以及本地化服务，依靠严格的质量控制体系、" +
                        u"规范化的运作流程和独特的审核标准，我们已经为众多公司企业、政府机构、科研单位提供了高水准的机械电子翻译，" +
                        u"并签订了长期合作协议。",
        "service_items": [
            {
                "icon": str(0xea74),
                "title": u"机械制造翻译",
                "description": u"启信科技的译员都具有机械制造业的相关背景，了解 机械制造程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"机械电子论文翻译",
                "description": u"启信科技专注机械电子论文翻译，由相关专业博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea10),
                "title": u"技术说明书翻译",
                "description": u"启信科技在技术说明书翻译方面经验丰富，能够确保技术说明书翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"机械电子文献翻译",
                "description": u"启信科技拥有大量机械电子专业硕博研究生担任特约翻译，在文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"机械电子类专利翻译",
                "description": u"启信科技与全国多家知识产权公司合作，由熟悉专利文件写作的译者提供专利文件翻译，保证翻译语言符合专利文件规范",
                "href": ""
            },
            {
                "icon": str(0xe637),
                "title": u"仪器仪表翻译",
                "description": u"仪器仪表翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选仪器仪表领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 3
    {
        "page_infos": {
            "title": u"应用数学翻译_力学工程翻译_专业物理数学翻译_北京启信信息技术有限公司",
            "keywords": u"统计数学翻译，工程力学翻译，电动力学翻译",
            "description": u"启信翻译是—家专业物量数学翻译公司，提供优质专业级的物理学、物理工程，应用数学，统计数学，工程力学，热力学电，动力学等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"数学物理",
        "english_name": "MATHEMATICS AND PHYSICS",
        "introduction": u"物理、数学属于两大基础学科，专业术语较多，涉及领域广泛，专业概念艰深，给翻译带来了很大难度。" +
                        u"数学被称为科学的语言，其涉及到众多专门的符号、定义、公理，如果数学基础不够扎实，想要翻译好数学领域的专业文献是很难的。" +
                        u"启信科技凭借清华大学的数理专业硕博人才建立的专业翻译团队，不仅基础知识扎实，而且语言功底优秀，" +
                        u"可以出色完成数理领域的文献翻译。我们专业精准的翻译，为我们赢得了大量客户的信赖。",
        "service_items": [
            {
                "icon": str(0xe669),
                "title": u"数学论文翻译",
                "description": u"启信科技的译员具有数学专业背景，熟悉相关知识,可以胜任数学论文的初译工作，专业性值得信赖",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"物理论文翻译",
                "description": u"启信科技专注物理论文翻译，清华物理系博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe645),
                "title": u"数学文献翻译",
                "description": u"启信科技在数学文献翻译方面经验丰富，能够确保数学文献翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"物理文献翻译",
                "description": u"启信科技拥有大量物理学硕博研究生担任特约翻译，在物理文献翻译的专业性方面全国领先",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"物理实验报告翻译",
                "description": u"知识扎实，语言功底深厚，完全可以确保实验报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe63f),
                "title": u"力学翻译",
                "description": u"启信科技可以专业翻译工程力学、材料力学、量子力学、空气动力学、流体力学等各种力学文献资料",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 4
    {
        "page_infos": {
            "title": u"化工化学翻译_化工翻译公司_专业化工翻译服务_北京启信信息技术有限公司",
            "keywords": u"化工翻译,石油化工翻译,化工文献翻译",
            "description": u"启信翻译是—家专业化工化学翻译公司，提供机械化工翻译，石油化工翻译，煤化工翻译，化工填料翻译，化工网站翻译 ，化工文献翻译， 日用化工翻译等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"化学化工",
        "english_name": "CHEMISTRY",
        "introduction": u"我们的翻译团队不仅有英语专业译者，而且有具备化学化工专业学术背景的专业人才，" +
                        u"他们有牢固的学术基础及良好的语言驾驭能力，具备SCI论文写作、投稿及发表经验，" +
                        u"旨在提供专业的基础化学、石油化工、放射化学、高分子化学等领域的专业翻译服务。" +
                        u"启信科技目前在化学化工专业领域有200名以上专业译者，可以满足各类文献资料、专利文件、学术论文的翻译需求。",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"制药",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"化学化工论文翻译",
                "description": u"启信科技专注化学化工论文翻译，清华化工系博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea93),
                "title": u"高分子化学翻译",
                "description": u"高分子化学是化学领域的一个热门学科，启信科技有相关专业的学术人才担当初级翻译和术语校对工作，确保高分子化学翻译的专业性",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"化学化工文献翻译",
                "description": u"启信科技拥有大量化学化工专业硕博研究生担任特约翻译，在化学化工文献翻译的专业性方面全国领先，日翻译量超过15万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"化学成分检测报告翻译",
                "description": u"启信科技的译员中有很多化学专业的硕博研究生，专业知识扎实，语言功底深厚，完全可以确保检测报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe9db),
                "title": u"化工类技术标书翻译",
                "description": u"启信科技有专门的技术标书翻译小组，由项目经理统筹，精细分工，统一管理，确保技术标书翻译专业术语统一，语言风格一致",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 5
    {
        "page_infos": {
            "title": u"生命科学翻译_生物工程翻译_ 生物科技翻译_北京启信信息技术有限公司",
            "keywords": u"生命科学论文翻译,生物工程翻译,基因工程翻译",
            "description": u"启信翻译是—家专业生命科学翻译公司，擅长生命科学翻译，生物技术翻译，生物制药，生命科学论文翻译，生命科学文献翻译，生物工程翻译专业翻译服务，服务热线 010 81669998",
        },
        "name": u"生命科学",
        "english_name": "BIOLOGY SCIENCE",
        "introduction": u"生命科学是一项非常专业的学科，也是当今非常热门的学科之一，尤其基因科学和蛋白质科学是当今科学界的最前沿阵地，" +
                        u"随着深度学习在蛋白质合成领域的应用，生命科学有望在本世纪取得重大突破，成为解决能源问题、疾病治疗问题的利器。" +
                        u"生命科学类文献的翻译要求译者在生命科学领域有丰富的经验和知识。" +
                        u"启信科技专业翻译团队招揽了清华大学生命科学院的众多优秀硕博研究生，能够提供基础生物学、药物生产项目、" +
                        u"基因检测和基因治疗等专业的文献资料，更有资深翻译专家从事深度润色，可以随时满足各类客户的翻译需求。",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"生物制药",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"生命科学论文翻译",
                "description": u"启信科技专注医学论文翻译，清华医药学博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea93),
                "title": u"高分子生物技术翻译",
                "description": u"启信科技在高分子生物技术翻译方面经验丰富，能够确保翻译的专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"生命科学文献翻译",
                "description": u"启信科技拥有大量医药学硕博研究生担任特约翻译，在医药学文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"生物工程翻译",
                "description": u"启信科技的译员中有很多生物工程专业的硕博研究生，专业知识扎实，语言功底深厚，完全可以生物工程类文献和论文的翻译",
                "href": ""
            },
            {
                "icon": str(0xe9db),
                "title": u"基因工程翻译",
                "description": u"基因工程翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选该领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 6
    {
        "page_infos": {
            "title": u"核科学翻译_核技术翻译_核能翻译_北京启信信息技术有限公司",
            "keywords": u"核科学论文翻译，核能核电文献翻译，核仪器翻译",
            "description": u"启信翻译是—家专业能源翻译公司，提供放射性药物翻译，核科学论文翻译，核能核电文献翻译，核电能源翻译，核电核能翻译，核仪器翻译，等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"核能核电",
        "english_name": "NUCLEAR ENGINEERING AND TECHNOLOGY",
        "introduction": u"核科学与核技术是一个相对较窄的学科领域，但是它不仅能够产生巨大的经济效益，还关系着国防安全。" +
                        u"该领域的知识不仅十分专业，还十分庞杂，这给翻译带来了很大难度。" +
                        u"但是启信科技从清华大学核工程与核技术专业吸收了大量专业人才，能够提供该领域最专业的翻译服务。" +
                        u"核能核电类的文献资料以英文资料居多，但是也有不少俄语、日语、法语资料，" +
                        u"针对这些小语种的科技文献启信科技也能够匹配专业翻译人才。",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"放射性药物翻译",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"核科学论文翻译",
                "description": u"启信科技专注论文翻译，清华核科学专业博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea93),
                "title": u"专利翻译",
                "description": u"启信科技与多家知识产权公司合作，熟悉国内、国际专利写作要求，并由行内专业人才提供翻译，百分百保证满足专利语言要求",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"核能核电文献翻译",
                "description": u"启信科技拥有大量核能核电专业硕博研究生担任特约翻译，在文献翻译的专业性方面全国领先，日翻译量超过20万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xeaa1),
                "title": u"技术检测报告翻译",
                "description": u"启信科技的译员中有很多核技术专业的硕博研究生，专业知识扎实，语言功底深厚，完全可以确保技术检测报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe6a9),
                "title": u"核仪器翻译",
                "description": u"核仪器翻译需要译者掌握加速器、放射源等专业知识，熟悉行业背景，启信科技精选核仪器专业的译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 7
    {
        "page_infos": {
            "title": u"技术翻译_科学技术翻译_专业技术翻译_北京启信信息技术有限公司",
            "keywords": u"科学翻译,技术翻译,工程翻译,工程技术翻译",
            "description": u"启信翻译—家专业信息技术翻译公司，提供技术翻译，技术档案翻译，技术文档翻译，技术资料翻译等，涉及IT行业、电子行业、通讯行业、机械行业、汽车行业、建筑行业、钢铁行业、能源行业、化工行业、医药行业、法律行业、财经行业、管理咨询、专利科技、教育行业、旅游行业等行业的技术翻译，服务热线 010 81669998",
        },
        "name": u"信息技术",
        "english_name": "INFORMATION TECHNOLOGY",
        "introduction": u"信息技术行业是当今最具活力的行业之一，信息技术的快速发展也给世界语言库带来了大量新术语，" +
                        u"给翻译行业也提出了新的要求。文腾翻译有大量熟悉信息技术的专业人才，能够满足IT科技翻译的新需求。\n" +
                        u"我们愿为每位客户提供质量最高、速度最快的机械翻译及本地化服务。" +
                        u"依靠严格的质量控制体系、规范化的运作流程和独特的审核标准我们已为众多知名公司、" +
                        u"政府机构组织等提供了高水准的翻译服务，并签定了长期合作协议。",
        "service_items": [
            {
                "icon": str(0xe63d),
                "title": u"计算机软件汉化翻译",
                "description": u"启信科技可以提供计算软件汉化翻译，由客户提供翻译表单，由我们提供翻译",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"信息技术论文翻译",
                "description": u"启信科技专注论文翻译，清华计算机系博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe671),
                "title": u"游戏汉化翻译",
                "description": u"启信科技在游戏汉化方面经验丰富，进行过足球、策略、跑酷等各类电脑和手机游戏的汉化翻译",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"信息技术文献翻译",
                "description": u"启信科技拥有大量计算机和软件专业博研究生担任特约翻译，在文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"信息技术专利翻译",
                "description": u"启信科技与全国多家知识产权公司合作，熟悉专利文件的语言要求，由行内人士担当翻译，保证专利文件翻译的专业性和规范性",
                "href": ""
            },
            {
                "icon": str(0xe63c),
                "title": u"网站本地化翻译",
                "description": u"网站本地化既需要语言翻译，又需要懂网站技术，启信科技既能提供翻译服务，又能提供网站技术人才，全包式服务，让客户省力省心",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    },
    # 8
    {
        "page_infos": {
            "title": u"工程翻译_环境工程翻译_建筑工程翻译_北京启信信息技术有限公司",
            "keywords": u"环境工程翻译，土木工程翻译，机械工程翻译",
            "description": u"启信翻译—家专业工程翻译公司，提供机械工程翻译和土木工程翻译，建筑工程翻译、生物工程翻译、化工工程翻译、电气工程翻译，电力工程翻译，水利工程翻译，装饰工程翻译等专业翻译服务，服务热线 010 81669998",
        },
        "name": u"环境工程",
        "english_name": "ENVIRONMENTAL ENGINEERING",
        "introduction": u"环境与人类生存息息相关，中国日益严重的环境污染形势已经成为发展的重担，也使得环境工程成为热门学科，" +
                        u"而污染治理也成为环境工程的核心内容。启信科技翻译团队有很多来自清华大学环境学院的硕博研究生，" +
                        u"他们丰富的专业知识和良好的语言表达能力能够确保环境工程类科技文献翻译的准确性和专业性。" +
                        u"他们在该领域的专业素养获得了客户的一致肯定。",
        "service_items": [
            {
                "icon": str(0xe651),
                "title": u"排水工程翻译",
                "description": u"启信科技的译员都具有相关行业的背景，了解项目程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"环境工程论文翻译",
                "description": u"启信科技专注论文翻译，清华环境学院博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe95a),
                "title": u"环评报告翻译",
                "description": u"启信科技在环评报告翻译方面经验丰富，能够确保环评报告翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"环境工程文献翻译",
                "description": u"启信科技拥有大量环境工程专业硕博研究生担任特约翻译，在文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"污染检测报告翻译",
                "description": u"启信科技的译员中有很多环境工程专业的硕博研究生，专业知识扎实，语言功底深厚，完全可以确保污染检测报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xea8c),
                "title": u"园林设计翻译",
                "description": u"园林设计翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选该领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": "/examples/1"
        }
    }
]

professions_list = [x.get('name') for x in professions]
