# _*_ coding: utf-8 _*_
__author__ = 'maoxie'
__date__ = '2017/9/23 13:33'

professions = [
    # 1
    {
        "name": u"医学医药",
        "english_name": "MEDICAL AND MEDICINE",
        "introduction": u"我们的翻译团队不仅有英语专业译者，而且有具备医学、药学、生物学学术背景的专业人才，" +
                        u"他们有牢固的学术基础及良好的语言驾驭能力，具备SCI论文写作、投稿及发表经验，" +
                        u"旨在提供专业的医学翻译、药学翻译、医疗器械注册、药品注册等领域的专业翻译服务。" +
                        u"资深翻译人员既能翻译医学类专业文献，又精通SCI论文、学生毕业及职称晋升所需论文的写作及投稿工作。" +
                        u"到目前为止，启信科技医学翻译团队累积翻译字数达百万字，帮助发表论文影响因子累积400多分",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"制药",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"医学论文翻译",
                "description": u"启信科技专注医学论文翻译，清华医药学博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe949),
                "title": u"病例翻译",
                "description": u"启信科技在病例翻译方面经验丰富，能够确保病例翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"医药文献翻译",
                "description": u"启信科技拥有大量医药学硕博研究生担任特约翻译，在医药学文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"检查报告翻译",
                "description": u"启信科技的译员中有很多医药学专业的硕博研究生，医学知识扎实，语言功底深厚，完全可以确保检查报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe989),
                "title": u"医疗器械翻译",
                "description": u"医疗器械翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选医疗器械领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": ""
        }
    },
    # 2
    {
        "name": u"机械电子",
        "english_name": "MECHANICAL & ELECTRONICS",
        "introduction": u"启信科技机械电子翻译组特聘清华、北大等著名院校的高材生担当英译中科技文献的初译以及英语论文的专业术语审校，" +
                        u"用顶尖专业人才扫除机械电子翻译的一切盲点。\n" +
                        u"我们愿为每一位客户提供质量最高、速度最快的机械电子翻译以及本地化服务，依靠严格的质量控制体系、" +
                        u"规范化的运作流程和独特的审核标准，我们已经为众多公司企业、政府机构、科研单位提供了高水准的机械电子翻译，" +
                        u"并签订了长期合作协议。",
        "service_items": [
            {
                "icon": str(0xea74),
                "title": u"机械制造翻译",
                "description": u"启信科技的译员都具有机械制造业的相关背景，了解 机械制造程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"机械电子论文翻译",
                "description": u"启信科技专注机械电子论文翻译，由相关专业博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea10),
                "title": u"技术说明书翻译",
                "description": u"启信科技在技术说明书翻译方面经验丰富，能够确保技术说明书翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"机械电子文献翻译",
                "description": u"启信科技拥有大量机械电子专业硕博研究生担任特约翻译，在文献翻译的专业性方面全国领先，日翻译量超过10万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"机械电子类专利翻译",
                "description": u"启信科技与全国多家知识产权公司合作，由熟悉专利文件写作的译者提供专利文件翻译，保证翻译语言符合专利文件规范",
                "href": ""
            },
            {
                "icon": str(0xe637),
                "title": u"仪器仪表翻译",
                "description": u"仪器仪表翻译需要译者掌握相关专业知识，熟悉行业背景，启信科技精选仪器仪表领域的专业译者，为客户呈现最专业的学术翻译",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": ""
        }
    },
    # 3
    {
        "name": u"数学物理",
        "english_name": "MATHEMATICS AND PHYSICS",
        "introduction": u"物理、数学属于两大基础学科，专业术语较多，涉及领域广泛，专业概念艰深，给翻译带来了很大难度。" +
                        u"数学被称为科学的语言，其涉及到众多专门的符号、定义、公理，如果数学基础不够扎实，想要翻译好数学领域的专业文献是很难的。" +
                        u"启信科技凭借清华大学的数理专业硕博人才建立的专业翻译团队，不仅基础知识扎实，而且语言功底优秀，" +
                        u"可以出色完成数理领域的文献翻译。我们专业精准的翻译，为我们赢得了大量客户的信赖。",
        "service_items": [
            {
                "icon": str(0xe669),
                "title": u"数学论文翻译",
                "description": u"启信科技的译员具有数学专业背景，熟悉相关知识,可以胜任数学论文的初译工作，专业性值得信赖",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"物理论文翻译",
                "description": u"启信科技专注物理论文翻译，清华物理系博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xe645),
                "title": u"数学文献翻译",
                "description": u"启信科技在数学文献翻译方面经验丰富，能够确保数学文献翻译专业、准确、规范",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"物理文献翻译",
                "description": u"启信科技拥有大量物理学硕博研究生担任特约翻译，在物理文献翻译的专业性方面全国领先",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"物理实验报告翻译",
                "description": u"知识扎实，语言功底深厚，完全可以确保实验报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe63f),
                "title": u"力学翻译",
                "description": u"启信科技可以专业翻译工程力学、材料力学、量子力学、空气动力学、流体力学等各种力学文献资料",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": ""
        }
    },
    # 4
    {
        "name": u"化学化工",
        "english_name": "CHEMISTRY",
        "introduction": u"我们的翻译团队不仅有英语专业译者，而且有具备化学化工专业学术背景的专业人才，" +
                        u"他们有牢固的学术基础及良好的语言驾驭能力，具备SCI论文写作、投稿及发表经验，" +
                        u"旨在提供专业的基础化学、石油化工、放射化学、高分子化学等领域的专业翻译服务。" +
                        u"启信科技目前在化学化工专业领域有200名以上专业译者，可以满足各类文献资料、专利文件、学术论文的翻译需求。",
        "service_items": [
            {
                "icon": str(0xe9f4),
                "title": u"制药",
                "description": u"启信科技的译员都具有制药行业的相关背景，了解制药项目的程序,熟悉相关知识,从而在各个环节都能更好地工作",
                "href": ""
            },
            {
                "icon": str(0xe607),
                "title": u"化学化工论文翻译",
                "description": u"启信科技专注化学化工论文翻译，清华化工系博士担当初译，外籍语言专家深度润色，是您论文发表的不二之选",
                "href": ""
            },
            {
                "icon": str(0xea93),
                "title": u"高分子化学翻译",
                "description": u"高分子化学是化学领域的一个热门学科，启信科技有相关专业的学术人才担当初级翻译和术语校对工作，确保高分子化学翻译的专业性",
                "href": ""
            },
            {
                "icon": str(0xe9dd),
                "title": u"化学化工文献翻译",
                "description": u"启信科技拥有大量化学化工专业硕博研究生担任特约翻译，在化学化工文献翻译的专业性方面全国领先，日翻译量超过15万字，远胜一般同行",
                "href": ""
            },
            {
                "icon": str(0xe668),
                "title": u"化学成分检测报告翻译",
                "description": u"启信科技的译员中有很多化学专业的硕博研究生，专业知识扎实，语言功底深厚，完全可以确保检测报告翻译的准确性",
                "href": ""
            },
            {
                "icon": str(0xe9db),
                "title": u"化工类技术标书翻译",
                "description": u"启信科技有专门的技术标书翻译小组，由项目经理统筹，精细分工，统一管理，确保技术标书翻译专业术语统一，语言风格一致",
                "href": ""
            }
        ],
        "example": {
            "image": "example-1.jpg",
            "title": u"题为《细胞质RNA与基因检测》的英语论文翻译",
            "href": ""
        }
    }
]

professions_list = [x.get('name') for x in professions]
